tap "1password/tap"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dnsmasq"
brew "fd"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "leiningen"
brew "libgccjit"
brew "mailhog"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node"
brew "nushell"
brew "python@3.11"
brew "ripgrep"
brew "rust-analyzer"
brew "tldr"
brew "tree"
brew "watch"
brew "yarn"
brew "zsh"
brew "clojure/tools/clojure"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-compilation"]
cask "1password-cli"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-word"
